{
  "sodium.option_impact.low": "Düşük",
  "sodium.option_impact.medium": "Orta",
  "sodium.option_impact.high": "Yüksek",
  "sodium.option_impact.extreme": "Aşırı",
  "sodium.option_impact.varies": "Varies",
  "sodium.options.pages.quality": "Nitelik",
  "sodium.options.pages.performance": "Verimlilik",
  "sodium.options.pages.advanced": "Gelişmiş",
  "sodium.options.view_distance.tooltip": "Görüş uzaklığı, yerlerin ne denli uzakta işleneceğine bakar. Daha kısa uzaklıklar, daha az yerin işleneceği ile dördül tezliklerinin artacağı anlamına gelir.",  
  "sodium.options.simulation_distance.tooltip": "Benzetim uzaklığı, yerler uyu varlıkların ne denli uzakta yüklenip imleneceğine bakar. Daha kısa uzaklıklar, yerleşik sunucunun yükünü azaltabilir uyu dördül tezliklerini iyileştirebilir.",
  "sodium.options.brightness.tooltip": "Elgindeki en az parlaklığa bakar. Arttırıldığında, elginin daha karanlık bölgeleri daha parlak görünür. Bu, çoktan iyi aydınlatılmış alanların parlaklığını etkilemez.",  
  "sodium.options.gui_scale.tooltip": "Kullanıcı arayüzü için kullanılacak en çok ölçek etkenini ayarlar. 'auto' kullanılırsa, değme öy en büyük ölçek etkeni kullanılır.",
  "sodium.options.fullscreen.tooltip": "Etkinleştirilirse, oyun bütün izlik olarak görüntülenir(yaraştırılıyorsa).",
  "sodium.options.fullscreen_resolution.tooltip": "Bütün izlik yorusunda kullanılacak gösterici çözünürlüğü ile yenileme tezliği. Bu seçeneğin değiştirilmesi öteki uygulamalarla çakışabilir uyu uygulamalar arasında geçiş yaparken gecikmeye neden olabilir.\n\nBu yalnızca Windows işletim yöndeminde yaraştırılır.",
  "sodium.options.v_sync.tooltip": "Etkinleştirilirse, oyunun dördül tezliği göstericinin yenileme tezliğiyle eşlenir uyu çevrek giriş gecikmesi uğruna daha akıcı bir sınağı sağlar. Yöndeminiz çok yavaşsa bu seçim verimliliği düşürebilir.",
  "sodium.options.fps_limit.tooltip": "Saniye başına en çok dördül sayısını kısıtlar. Bu, çoklu kılınçta güç kullanımını uyu yöndem yükünü azaltmayı sağlayabilir. Dik Eşlenme (VSync) etkinse, izliğinizin yenileme tezliğinden düşük olmadığı sürece bu seçenek göz ardı edilir.",
  "sodium.options.view_bobbing.tooltip": "Etkinleştirilirse, oyuncunun görüşü devinirken sarsılır. Oyun oynarken sarsılmadan dolayı tutma yaşayan oyuncular bunu kapatabilirler.",
  "sodium.options.attack_indicator.tooltip": "Saldırı Göstergesinin izlikte nerede görüntüleneceğinie bakar.",
  "sodium.options.autosave_indicator.tooltip": "Etkinleştirilirse; oyun, elgini tekere saklarken bir gösterge gösterilecektir.",
  "sodium.options.graphics_quality.tooltip": "Varsayılan çizge niteliği kimi eski seçeneklere bakar, yoru uyumluluğu için gereklidir. Aşağıdaki seçenekler \"Varsayılan\" olarak bırakılırsa, bu seçimi kullanırlar.",
  "sodium.options.clouds_quality.tooltip": "Gökyüzündeki bulutları görüntülemek için kullanılan nitelik denkliği. Seçenekler \"Tez\" ile \"Olağanüstü\" olarak yapıştırılmış olsa da, verimlilik üzerindeki etkisi önemsizdir.",
  "sodium.options.clouds_distance.tooltip": "Bulutların gösterileceği uzaklık. Bu, verimlilik üzerinde en az etkiye iyedir uyu görük erekler için tasarlanmıştır.",
  "sodium.options.weather_quality.tooltip": "Yağmur ile kar gibi kalı etkilerinin ne denli uzaklıkta işleneceğine bakar.",
  "sodium.options.weather_quality.fast": "Tez",
  "sodium.options.weather_quality.fancy": "Olağanüstü",
  "sodium.options.leaves_quality.name": "Yapraklar",
  "sodium.options.leaves_quality.fast": "Tez",
  "sodium.options.leaves_quality.fancy": "Olağanüstü",
  "sodium.options.leaves_quality.tooltip": "Yaprakların saydam(olağanüstü) olarak mı, ışık geçirmez(tez) olarak mı işleneceğine bakar.",
  "sodium.options.particle_quality.tooltip": "İzlikte eş öyde bulunabilecek en çok kesekçik sayısına bakar.",
  "sodium.options.smooth_lighting.tooltip": "Elgindeki yığımların düzgün aydınlatılmasını uyu gölgelendirilmesini sağlar. Bu, bir yığının yüklenmesi azı günlenmesi için gereken süreyi çok az artırabilir, ancak dördül tezliklerini etkilemez.",
  "sodium.options.biome_blend.value": "%sx%s yığım",
  "sodium.options.biome_blend.tooltip": "Yaşamlık boyaklarının düzgün bir şekilde karıştırıldığı alan(yığımlar biçiminde). Varsayılan olarak 5x5'tir. Daha yüksek değerler, yığınların yüklenmesi azı günlenmesi için gereken süreyi önemli ölçüde arttıracak uyu nitelik iyileştirmelerini azaltacaktır.",
  "sodium.options.entity_distance.tooltip": "Varlık oluşturma eliyle kullanılan görüş uzaklığı çarpanı. Küçük değerler azaldıkça, büyük değerler arttıkça varlıkların oluşturulacağı en çok uzaklık.",
  "sodium.options.entity_shadows.tooltip": "Etkinleştirildiğinde, yaratıkların uyu öteki varlıkların altında kabaca gölgeler oluşturulacaktır.",
  "sodium.options.vignette.name": "Bucaklık",
  "sodium.options.vignette.tooltip": "Etkinleştirilirse, oyuncu daha karanlık alanlardayken bir bucaklık etkisi uygulanır uyu bu da çevrek görüntüyü daha koyu uyu daha etkili biçime getirir.",
  "sodium.options.mipmap_levels.tooltip": "Yığım biçim dokuları için kullanılacak yumuşatılmış doku sayısına bakar. Daha yüksek değerler, uzaktaki yığımların daha iyi görüntülenmesini sağlar, ancak çok sayıda oynatıklı doku kullanan dokuluklarda verimliliği olumsuz etkileyebilir.",
  "sodium.options.use_block_face_culling.name": "Yığım Yüzlerini Ayıklamayı Kullan",
  "sodium.options.use_block_face_culling.tooltip": "Etkinleştirilirse, yalnızca oyuncuya bakan yığım yüzleri işleme için gönderilir. Bu, işleme sürecinin çok erken aşamalarında çok sayıda yığım yüzünü ortadan kaldırarak işleme verimliliğini önemli ölçüde arttırabilir. Kimi dokuluklarda bu seçenekle ilgili sorunlar olabilir, bu nedenle yığımlarda boşluklar görüyorsanız kapatmayı deneyin.",
  "sodium.options.use_fog_occlusion.name": "Sisli Yığın Kapatmasını Kullan",
  "sodium.options.use_fog_occlusion.tooltip": "Etkinleştirilirse, sis etkileri eliyle bütünüyle gizlendiği belirlenen yığınlar işlenmeyecek, bu da verimliliğin iyileştirilmesini sağlayacaktır. Sis etkileri daha yoğun olduğunda(örnekle su altındayken) iyileştirme daha da belirgin olabilir, ancak kimi durumlarda gökyüzü ile sis arasında istenmeyen görük bozulmalara neden olabilir.",
  "sodium.options.use_entity_culling.name": "Varlık Ayıklamayı Kullan",
  "sodium.options.use_entity_culling.tooltip": "Etkinleştirilirse, oyuncunun görüş alanında bulunan ancak görünür bir yığının içinde olmayan varlıklar, işleme öyünde atlanır. Bu uygunlaştırma, yığın işleme için çoktan var olan görünürlük verilerini kullanır uyu ek yük oluşturmaz.",
  "sodium.options.animate_only_visible_textures.name": "Yalnızca Görünür Dokuları Oynat",
  "sodium.options.animate_only_visible_textures.tooltip": "Etkinleştirilirse, yalnızca var olan görüntüde görünür olduğu belirlenen oynatıklı dokular günlenir. Bu, özellikle daha ağır dokuluklarla kimi donanımlarda önemli bir verimlilik artışı sağlayabilir. Bazı dokuların oynatıksız kalmasıyla ilgili sorunlar yaşıyorsanız, bu seçeneği kapatmayı deneyin.",
  "sodium.options.cpu_render_ahead_limit.name": "İşlemci Önceden Anıklama Kısıtı",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Yalnızca sorun ayıklama içindir. ÇİB'e aktarılabilecek en çok dördül sayısını belirtir. Bu değeri değiştirmeniz önerilmez çünkü çok düşük azı yüksek değerler dördül tezliğinde oynaklığa neden olabilir.",  
  "sodium.options.cpu_render_ahead_limit.value": "%s dördül",
  "sodium.options.performance_impact_string": "Verimliliğe Etkisi: %s",
  "sodium.options.use_persistent_mapping.name": "Kalıcı Eşlemeyi Kullan",
  "sodium.options.use_persistent_mapping.tooltip": "Yalnızca sorun ayıklama içindir. Etkinleştirilirse, gereksiz bellek eşlemelerinden kaçınılabilmesi için anıklama ara belleği için kalıcı bellek eşlemeleri kullanılır. Bunu kapatmak, çizge bozulmasının nedenini daraltmak için yararlı olabilir.\n\nOpenGL 4.4 azı ARB_buffer_storage gerektirir.",
  "sodium.options.chunk_update_threads.name": "Yığın Günlemedeki İş Kesekçiği Sayısı",
  "sodium.options.chunk_update_threads.tooltip": "Yığın oluşturma ile sıralama için kullanılacak iş kesekçiği sayısını belirtir. Daha çok iş kesekçiği kullanmak, yığın yükleme uyu günleme tezliğini arttırabilir, ancak dördül sürelerini olumsuz etkileyebilir. Varsayılan değer çevrekte bütün durumlar için yeterlidir.",  
  "sodium.options.defer_chunk_updates.name": "Yığın Günlemeleri",
  "sodium.options.defer_chunk_updates.tooltip": "\"Ertelenmiş\" olarak seçilirse, işleme yakındaki kesek günlemelerinin, önemli olsalar bile, bitirilmesini kesinlikle beklemez. Bu, kimi durumlarda dördül tezliklerini önemli ölçüde arttırabilir, ancak yığımların belirip yitmesi öy aldığından önemli bir görük gecikmeye neden olabilir. \"Tezelden\", kesek günlemeleri bitirilene dek dördülü diyerek görük gecikmeyi ortadan kaldırırken, \"Yakında\" en çok bir dördüllük görük gecikmeye boşu verir.",
  "sodium.options.defer_chunk_updates.always": "Ertelenmiş",
  "sodium.options.defer_chunk_updates.one_frame": "Yakında",
  "sodium.options.defer_chunk_updates.zero_frames": "Tezelden",
  "sodium.options.quad_splitting.name": "Olağanüstü Yarı Saydamlık",
  "sodium.options.quad_splitting.tooltip": "Yarı saydam yığımların(varlıklar azı eyler değil) yarı saydamlık dizmesiyle düzgün görünmesini sağlamak için dörtlü bölmeyi kullanır; bunlar kesişiyor olsa azı su dolu boyalı ince sırçalar gibi alışılmadık biçimlere iye olsalar bile. \"Güvenli\" yorusunda, çökmeleri azı verimlilik düşüşünü önlemek için aşırı durumlarda ne denli yer ölçüsü üretilebileceği konusunda bir kısıt vardır. Bu kısıt \"Kısıtsız\" yorusunda kapalıdır.",  
  "sodium.options.quad_splitting.safe": "Güvenli",
  "sodium.options.quad_splitting.unlimited": "Kısıtsız",
  "sodium.options.use_no_error_context.name": "Sorun Yok Bağlamını Kullan",
  "sodium.options.use_no_error_context.tooltip": "Etkinleştirildiğinde, OpenGL bağlamı sorun denetimi kapatılarak oluşturulacaktır. Bu, işleme verimliliğini biraz iyileştirir, ancak ansızın azı açıklanamayan çökmelerin sorun ayıklamasını çok daha güç duruma getirebilir.",
  "sodium.options.buttons.undo": "Geri Al",
  "sodium.options.buttons.apply": "Onayla",
  "sodium.options.buttons.donate": "Buy us a coffee!",
  "sodium.console.game_restart": "Bir azı birden çok görüntü seçeneklerinin onaylanması için oyunun yeniden başlatılması gerekebilir!!",
  "sodium.console.broken_nvidia_driver": "NVIDIA çizge sürücüleriniz çok eski!\n  * Bu, Sodium kurulduğunda önemli verimlilik sorunları ile çökmelere neden olacaktır.\n  * Çizge sürücülerinizi son sürüme günleyiniz(536.23 sürümü azı daha yenisine.)",
  "sodium.console.core_shaders_error": "Şu dokuluklar Sodium ile uyumsuz:",
  "sodium.console.core_shaders_warn": "Şu dokuluklar Sodium ile uyumsuz olabilir:",
  "sodium.console.core_shaders_info": "Ayrıntılı bilgi için oyun günlüğüne bakınız.",
  "sodium.console.config_not_loaded": "Sodium yapılandırma belgini bozulmuş azı şimdi okunamıyor. Kimi seçenekler geçici olarak varsayılan değerlerine getirildi. Bu sorunu çözmek için Görüntü Seçenekleri sekmesini açınız.",
  "sodium.console.config_file_was_reset": "Yapılandırma belgini bilinir uyu iyi varsayılanlara getirildi."
}
